WELCOME_TEXT = "Добро пожаловать в компанию DamnIT"
WRITE_FIO = "Напишите своё ФИО"

FIO_ERR = "Нам требуется ваше полное ФИО"

WRITE_PHONE = "Введите свой номер телефона (формат: 7 999 999 99 99)"
PHONE_ERR = "Номер телефона должен быть в формате 7 999 999 99 99. Пожалуйста, введите номер телефона еще раз"

WRITE_COMMENT = "Напишите любой комментарий"
LAST_STEP = "Последний шаг! Ознакомься с вводными положениями"
CLICK_YES = "Нажмите 'ДА!', если согласны."

THANKS = "Спасибо за успешную регистрацию"

# Callbacks
YES_BUTTON = "yes_button"
